{
    "webName":"MyPunjabi TV",
    "headerText":"Contact for advertisement",
    "navHome":"Home",
    "navNews":"News",
    "navShows":"Shows",
    "navVideos":"Videos",
    "navShorts":"Shorts",
    "navContact":"Contact Us",
    "navAbout":"About Us",
    "breakingNewsHeading": "Breaking News",
    "welcomeText": "Welcome to MyPunjabi TV",
    "welcomeText1":"We offer latest news videos on Politics, Business, Sports, Entertainment, Technology, Travel & a lot more.",
    "liveHeading": "Live News",
    "latestNewsHeading": "Latest news",
    "categoryHeading": "All Categories",
    "newsVideosHeadings":"Our Videos",
    "viewMoreBtn":"View More",
    "logoSectionHeading": "OUR HONOURABLE PARTNER",
    "logoSectionText":"We extend our deepest gratitude to our esteemed partners for their unwavering commitment and collaboration. Your invaluable contributions have been instrumental in our shared success, and we look forward to continued achievements together",
    "logoSectionText2":"Thank you for being indispensable members of our journey.",
    "liveNewsBtn": "Live News",
    "newsAuthorName":"About Author",
    "followUs":"Follow us",
    "footerLinks":"Useful Links",
    "footerQr":"Scan To Follow Us",
    "footerText": "MyPunjabi TV is Punjab's no.1 Punjabi news channel since its launch. MyPunjabi TV is a news channel on YouTube & Facebook which streams news related to Punjab, Haryana, Himachal Pradesh, India & the World. We offer latest news videos on Politics, Business, Sports, Entertainment, Technology, Travel & a lot more. Stay connected with us for unbiased journalism & insightful analysis, comprehensive coverage. Join us as we strive to be your trusted source of news in Punjab &  beyond.",
    "footerCopyRight": "Copyright",
    "footerT&C": "Terms Conditions",
    "footerPrivacy": "Privacy Policy",
    "footerAdvertise":"Advertise",
    "footerPressReleases":"News & Press Releases",
    "footerInvestor":"Investor",
    "footerDisclaimer":"Disclaimer",
    "footerCareer":"Career",
    "footerGallery":"Gallery",
    "contactNumberText": "Call us",
    "contactMailText": "Mail us",
    "contactAddress": "Office Address",
    "contactAddressText": "B-70, Phase 7, Industrial Area, Sector 74, Sahibzada Ajit Singh Nagar, Punjab 160055",
    "contactMessage": "Get in Touch",
    "contactFormName":"Your Name",
    "contactFormEmail":"Your Email",
    "contactFormSubject":"Subject",
    "contactFormMessage":"Message",
    "contactButtonText": "Submit",
    "videoPageTitlebyCategory": "Yami Gautam's journey from UPSC to Bollywood!",
    "videoPageContentTitle": "In Navjot Sidhu's rally, the gathering was dismissed with a bold speech, why did the teachers listen to the CM?",
    "videoPageContentDesc": "In Navjot Singh Sidhu's recent rally, his compelling speech not only captivated the audience but notably garnered the undivided attention of the attending teachers. Several factors contributed to this attentive response. Firstly, teachers, deeply ingrained with a respect for authority, were naturally inclined to heed the words of the Chief Minister. Additionally, Sidhu's ability to emotionally connect with his listeners resonated strongly, fostering a receptive atmosphere. The speech likely touched upon issues directly impacting the teaching community, further amplifying its relevance and importance.",
    "previousbutton": "Previous",
    "nextBtn": "Next",
    "termsUpdate": "last updated",
    "termsDate": "November 2023",
    "termsHeadingText":"  Embark on a seamless journey with our news services, but first, acquaint yourself with the essential terms and conditions shaping our partnership. This snapshot offers a quick glimpse into the pivotal aspects of our terms and conditions, ensuring a harmonious engagement. Stay informed, stay connected with the heartbeat of news on our platform!",
    "termsAcceptance":"Acceptance of Terms",
    "termsAcceptanceContent":" Before proceeding, carefully read and agree to comply with our Terms and Conditions when accessing or using MyPunjabi TV Services.",
    "termsService": "Service Description",
    "termsServiceContent":"MyPunjabi TV offers an array of web-based services tailored for news enthusiasts, encompassing news storage, dynamic content delivery, and interactive applications. Our services are crafted to elevate your digital news experience, delivering seamless access to information and optimizing your engagement with current events.",
    "termsUserResponsibilities":"User Responsibilities",
    "termsUserResContent":"  Users are entrusted with upholding the confidentiality of their account credentials and ensuring that their engagement with MyPunjabi TV News complies with relevant laws and regulations. Unauthorized use is strictly prohibited to maintain the integrity of our news services.",
    "termsDataAndSecurity":"Data Security and Privacy",
    "termsDataAndSecurityContent":"We prioritize the security and privacy of your information. MyPunjabi TV takes industry-standard measures to protect your information. However, users should be aware of their responsibilities regarding data security and privacy.",
    "termsPayments":"Payments and Billing",
    "termsPaymentsContent":"If you subscribe to Premium Services, you agree to timely pay the specified fees. MyPunjabi TV reserves the right to modify prices and payment terms by giving notice to Users.",
    "termsTermination":"Termination of Services",
    "termsTerminationContent": " MyPunjabi TV reserves the right to suspend or terminate services to users who violate our terms and conditions. Subject to applicable cancellation policies, Users may terminate their Accounts at any time.",
    "termsIP":"Intellectual Property",
    "termsIPContent":"All content and materials provided by MyPunjabi TV are protected by intellectual property laws. Users are granted a limited, non-exclusive license to use the Services for their intended purpose.",
    "termsChanges":"Changes in Terms",
    "termsChangesContent":" MyPunjabi TV may update these Terms and Conditions from time to time. Users will be notified of any material changes, and continued use of the Services implies acceptance of the revised Terms.",
    "privacyHeadingText":"At MyPunjabi TV, we value your privacy and are committed to protecting and processing your personal information responsibly. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or use our services.",
    "privacyInformation":"Information We Collect",
    "privacyPersonalInformation":"Personal Information",
    "privacyPersonalInformationContent":"We may collect particular information such as your name, address, and contact details when you interact with our website, especially when you freely give it through forms.",
    "privacyUsageInfo":"Usage Information",
    "privacyUsageInfoContent":"We automatically collect personal information about your commerce with our website, including runners visited, time spent, and other analytics data to enhance your experience.",
    "privacyUseOfInfo":" How We Use Your Information",
    "privacyService":"Service Delivery",
    "privacyServiceContent":"We use your information to provide, improve, and personalize, responding to inquiries, and delivering customer support.",
    "privacyComm":"Communication",
    "privacyCommContent":"We may use your contact information to send important updates, newsletters, and promotional materials. You can opt-out of promotional dispatches at any time.",
    "privacyInfoSharing":"Information Sharing",
    "privacySreviceProvider":"Service Providers",
    "privacySreviceProviderContent":"We may share your information with trusted third-party service providers to help us in delivering our services, subject to confidentiality agreements.",
    "privacyLegalCompliance":"Legal Compliance",
    "privacyLegalComplianceContent":"We may disclose your information in accordance with applicable laws, regulations, or legal process.",
    "privacySecurity":"Security",
    "privacySecurityContent":"We employ reasonable security measures to cover your information from unauthorized access, exposure, revision, and destruction.",
    "privacyCookies":"Cookies",
    "privacyCookiesContent":"We use cookies to enhance your browsing experience. You can manage cookie preferences through your browser settings.",
    "privacyChoices":"Your Choices",
    "privacyChoicesContent1":"You have the right to review, update, or cancel your particular information. Please communicate with us at",
    "privacyChoicesContent2":"for assistance.",
    "privacyChanges":"Changes to this Privacy Policy",
    "privacyChangesContent":" We may update this Privacy Policy periodically. Any changes will be posted on this runner with the updated date.",
    "privacyContact":"Contact us",
    "privacyConcern":"If you have questions or concerns about this Privacy Policy, please contact us at",
    "privacyEnd":"Thank you for choosing The MyPunjabi TV. Your privacy is our priority.",
    "aboutContent":"Punjabi diaspora is spread through the nook and corner of the world. In India, Punjabi speakers are mostly settled in North indian state of Punjab, with sizeable presence in the states of Haryana, Rajasthan, Uttarakhand, Uttar Pradesh, Delhi and Union Territories of Chandigarh and Jammu & Kashmir. In Pakistan, Punjabi speakers are mainly settled in the state of Punjab. A sizeable presence of punjabi diaspora is visble in Canada, USA, UK, Italy, Australia and New Zealand. A need was felt to serve the punjabi community to keep them connected to their punjabi roots through language and culture as well as to connect younger generation with vibrant culture of Punjab. Taking this into account and serve the needs of Punjabi language speakers, a Punjabi News Channel MyPunjabi TV was launched in the year 2023. MyPunjabi TV has been successfully discharging its responsibility to give balanced, fair and accurate news without sensationalizing as well as by carrying different shades of opinion. Its web footprint in the form of different social media platforms (i.e. YouTube, Facebook, Instagram, Twitter etc) is available through out the world. Our media team consists of journalists, cameramen, technicians work round the clock to keep our viewers glued to the latest news. Our in-house media team keeps on arranging special shows on Health, Youth issues, Cinema, Art & Culture, flagships schemes, communal harmony, employment opportunities, international events, market developments etc., from time to time in our studios. MyPunjabi TV is currently producing news content in Punjabi language. We are in process to launch MyHindi TV for Hindi speakers.",
    "socialFB":"Facebook",
    "socialYT":"YouTube",
    "socialX":"Twitter",
    "socialIG": "Instagram",
    "toastifySuccess":"Message sent successfully!",
    "thankyou" :"Thank You",
    "thankYouLine1":"Your form has been submitted successfully!",
    "thankYouLine2":"You will be contacted soon by one of our team member.",
    "investorInfo":"Investor Information",
    "investorInfoContent":"Brief introduction to My Punjabi and its mission Importance of investment in regional content and media  Brief introduction to My Punjabi and its mission Importance of investment in regional content and media  Brief introduction to My Punjabi and its mission Importance of investment in regional content and media",
    "investorHeading2":"Why Invest in My Punjabi?",
    "investorHeading2.1":"Market Potential",
    "investorContent2.1":"Statistics on regional content consumption Growth potential in the Punjabi media market",
    "investorHeading2.2":"Unique Value Proposition",
    "investorContent2.2":"Exclusive focus on Punjabi culture and language Strong audience engagement and community support",
    "investorHeading3":"Investment Opportunities",
    "investorHeading3.1":"Content Creation",
    "investorContent3.1":"Funding for new shows, movies, and documentaries Collaborations with Punjabi artists and creators",
    "investorHeading3.2":"Technological Advancements",
    "investorContent3.2":"Exclusive focus on Punjabi culture and language Strong audience engagement and community support",
    "investorHeading3.3":"Marketing and Outreach",
    "investorContent3.3":"Expanding audience reach through marketing campaigns Partnership opportunities with brands..",
    "investorHeading4":"Financial Overview",
    "investorContent4":"Brief introduction to My Punjabi and its mission Importance of investment in regional content and media  Brief introduction to My Punjabi and its mission Importance of investment in regional content and media  Brief introduction to My Punjabi and its mission Importance of investment in regional content and media",
    "investorHeading5":"How to Invest",
    "investorContent5":"Brief introduction to My Punjabi and its mission Importance of investment in regional content and media  Brief introduction to My Punjabi and its mission Importance of investment in regional content and media  Brief introduction to My Punjabi and its mission Importance of investment in regional content and media",
    "advertiseHeading1":"Advertise with My Punjabi TV News",
    "advertiseContent1":"Reach millions of Punjabi viewers with your brand through our advertising solutions. We offer various advertising options to suit your needs. Reach millions of Punjabi viewers with your brand through our advertising solutions. We offer various advertising options to suit your needs. Reach millions of Punjabi viewers with your brand through our advertising solutions. We offer various advertising options to suit your needs. ",
    "advertiseHeading2":"Why Advertise with us",
    "advertiseContent2.1":"Extensive reach among Punjabi-speaking audience",
    "advertiseContent2.2":"High viewership and engagement",
    "advertiseContent2.3":"Flexible advertising packages",
    "advertiseContent2.4":"Customized solutions tailored to your brand",
    "advertiseHeading3":"Digital advertising and solutions"
}
 
