{
    "webName":"ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ",
    "headerText":"ਇਸ਼ਤਿਹਾਰ ਲਈ ਸੰਪਰਕ ਕਰੋ",
    "navHome":"ਮੁੱਖ ਪੰਨਾ",
    "navNews":"ਖ਼ਬਰਾਂ",
    "navShows":"ਸ਼ੋਅ",
    "navContact":"ਸੰਪਰਕ ਕਰੋ",
    "navAbout":"ਸਾਡੇ ਬਾਰੇ",
    "navVideos":"ਵੀਡੀਓਜ਼",
    "navShorts":"ਸ਼ਾਰਟਸ",
    "breakingNewsHeading": "ਤਾਜਾ ਖਬਰਾਂ",
    "welcomeText": "ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ",
    "welcomeText1": "ਅਸੀਂ ਰਾਜਨੀਤੀ, ਵਪਾਰ, ਖੇਡਾਂ, ਮਨੋਰੰਜਨ, ਤਕਨਾਲੋਜੀ, ਯਾਤਰਾ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ 'ਤੇ ਤਾਜ਼ਾ ਖਬਰਾਂ ਦੇ ਵੀਡੀਓ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ।",
    "liveHeading": "ਲਾਈਵ ਖਬਰਾਂ",
    "latestNewsHeading": "ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ",
    "categoryHeading": "ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ",
    "newsVideosHeadings":"ਸਾਡੇ ਵੀਡੀਓਜ਼",
    "viewMoreBtn":"ਹੋਰ ਵੇਖੋ",
    "logoSectionHeading": "ਸਾਡਾ ਸਤਿਕਾਰਯੋਗ ਸਾਥੀ",
    "logoSectionText":"ਅਸੀਂ ਆਪਣੇ ਸਤਿਕਾਰਯੋਗ ਭਾਈਵਾਲਾਂ ਦਾ ਉਹਨਾਂ ਦੀ ਅਟੁੱਟ ਵਚਨਬੱਧਤਾ ਅਤੇ ਸਹਿਯੋਗ ਲਈ ਤਹਿ ਦਿਲੋਂ ਧੰਨਵਾਦ ਕਰਦੇ ਹਾਂ। ਤੁਹਾਡੀ ਸਾਂਝੀ ਸਫਲਤਾ ਵਿੱਚ ਤੁਹਾਡਾ ਅਨਮੋਲ ਯੋਗਦਾਨ ਅਹਿਮ ਰਿਹਾ ਹੈ, ਅਤੇ ਅਸੀਂ ਮਿਲ ਕੇ ਲਗਾਤਾਰ ਪ੍ਰਾਪਤੀਆਂ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਾਂ",
    "logoSectionText2":"ਸਾਡੀ ਯਾਤਰਾ ਦੇ ਲਾਜ਼ਮੀ ਮੈਂਬਰ ਬਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।",
    "liveNewsBtn": "ਲਾਈਵ ਖਬਰਾਂ",
    "newsAuthorName":"ਲੇਖਕ ਬਾਰੇ",
    "followUs":"ਫਾਲੋ ਕਰੋ",
    "footerLinks":"ਉਪਯੋਗੀ ਲਿੰਕ",
    "footerQr": "ਸਾਡਾ ਅਨੁਸਰਣ ਕਰਨ ਲਈ ਸਕੈਨ ਕਰੋ",
    "footerText": "ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ ਆਪਣੇ ਲਾਂਚ ਤੋਂ ਬਾਅਦ ਪੰਜਾਬ ਦਾ ਨੰਬਰ 1 ਪੰਜਾਬੀ ਨਿਊਜ਼ ਚੈਨਲ ਹੈ। ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ ਯੂਟਿਊਬ ਅਤੇ ਫੇਸਬੁੱਕ 'ਤੇ ਇੱਕ ਨਿਊਜ਼ ਚੈਨਲ ਹੈ ਜੋ ਪੰਜਾਬ, ਹਰਿਆਣਾ, ਹਿਮਾਚਲ ਪ੍ਰਦੇਸ਼, ਭਾਰਤ ਅਤੇ ਵਿਸ਼ਵ ਨਾਲ ਸਬੰਧਤ ਖ਼ਬਰਾਂ ਨੂੰ ਸਟ੍ਰੀਮ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਰਾਜਨੀਤੀ, ਵਪਾਰ, ਖੇਡਾਂ, ਮਨੋਰੰਜਨ, ਤਕਨਾਲੋਜੀ, ਯਾਤਰਾ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਬਾਰੇ ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਦੇ ਵੀਡੀਓ ਪੇਸ਼ ਕਰਦਾ ਹੈ। ਨਿਰਪੱਖ ਪੱਤਰਕਾਰੀ ਅਤੇ ਸਮਝਦਾਰ ਵਿਸ਼ਲੇਸ਼ਣ, ਵਿਆਪਕ ਕਵਰੇਜ ਲਈ ਸਾਡੇ ਨਾਲ ਜੁੜੇ ਰਹੋ। ਸਾਡੇ ਨਾਲ ਜੁੜੋ ਕਿਉਂਕਿ ਅਸੀਂ ਪੰਜਾਬ ਅਤੇ ਇਸ ਤੋਂ ਬਾਹਰ ਦੀਆਂ ਖਬਰਾਂ ਦਾ ਤੁਹਾਡੇ ਭਰੋਸੇਮੰਦ ਸਰੋਤ ਬਣਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ।",
    "footerCopyRight": "ਕਾਪੀਰਾਈਟ",
    "footerT&C": "ਨਿਯਮ-ਸ਼ਰਤਾਂ",
    "footerPrivacy": "ਪਰਾਈਵੇਟ-ਨੀਤੀ",
    "footerAdvertise":"ਇਸ਼ਤਿਹਾਰ",
    "footerPressReleases":"ਖ਼ਬਰਾਂ ਅਤੇ ਪ੍ਰੈਸ ਰਿਲੀਜ਼ਾਂ",
    "footerInvestor":"ਨਿਵੇਸ਼ਕ",
    "footerDisclaimer":"ਬੇਦਾਅਵਾ",
    "footerCareer":"ਕੈਰੀਅਰ",
    "footerGallery":"ਗੈਲਰੀ",
    "contactNumberText": "ਸਾਨੂੰ ਕਾਲ ਕਰੋ",
    "contactMailText": "ਸਾਨੂੰ ਮੇਲ ਕਰੋ",
    "contactAddress": "ਦਫ਼ਤਰ ਦਾ ਪਤਾ",
    "contactAddressText": "ਬੀ-70, ਫੇਜ਼ 7, ਇੰਡਸਟਰੀਅਲ ਏਰੀਆ, ਸੈਕਟਰ 74, ਸਾਹਿਬਜ਼ਾਦਾ ਅਜੀਤ ਸਿੰਘ ਨਗਰ, ਪੰਜਾਬ 160055",
    "contactMessage": "ਸੰਪਰਕ ਵਿੱਚ ਰਹੇ",
    "contactFormName":"ਤੁਹਾਡਾ ਨਾਮ",
    "contactFormEmail":"ਤੁਹਾਡਾ ਈਮੇਲ",
    "contactFormSubject":"ਵਿਸ਼ਾ",
    "contactFormMessage":"ਸੁਨੇਹਾ",
    "contactButtonText": "ਭੇਜੋ",
    "videoPageTitlebyCategory": "ਯਾਮੀ ਗੌਤਮ ਦਾ UPSC ਤੋਂ ਬਾਲੀਵੁੱਡ ਤੱਕ ਦਾ ਸਫ਼ਰ !",
    "videoPageContentTitle": "ਨਵਜੋਤ ਸਿੱਧੂ ਦੀ ਰੈਲੀ 'ਚ ਠਾਠਾਂ ਮਾਰਦਾ ਇਕੱਠ ਧਾਕੜ ਸਪੀਚ ਨਾਲ ਕੱਢੇ ਵੱਟ,ਸੁਣੋ ਕਿਉਂ ਕੀਤੀਆਂ CM ਮਾਨ ਨੂੰ ਟਿੱਚਰਾਂ",
    "videoPageContentDesc": "ਨਵਜੋਤ ਸਿੰਘ ਸਿੱਧੂ ਦੀ ਹਾਲੀਆ ਰੈਲੀ ਵਿੱਚ, ਉਨ੍ਹਾਂ ਦੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਭਾਸ਼ਣ ਨੇ ਨਾ ਸਿਰਫ਼ ਹਾਜ਼ਰੀਨ ਨੂੰ ਮੋਹ ਲਿਆ, ਸਗੋਂ ਹਾਜ਼ਰ ਅਧਿਆਪਕਾਂ ਦਾ ਵੀ ਪੂਰਾ ਧਿਆਨ ਖਿੱਚਿਆ। ਇਸ ਧਿਆਨ ਦੇਣ ਵਾਲੇ ਜਵਾਬ ਵਿੱਚ ਕਈ ਕਾਰਕਾਂ ਨੇ ਯੋਗਦਾਨ ਪਾਇਆ। ਸਭ ਤੋਂ ਪਹਿਲਾਂ, ਅਧਿਆਪਕ, ਅਥਾਰਟੀ ਲਈ ਡੂੰਘੇ ਸਤਿਕਾਰ ਨਾਲ, ਕੁਦਰਤੀ ਤੌਰ 'ਤੇ ਮੁੱਖ ਮੰਤਰੀ ਦੇ ਸ਼ਬਦਾਂ ਵੱਲ ਧਿਆਨ ਦੇਣ ਲਈ ਝੁਕੇ ਹੋਏ ਸਨ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਸਿੱਧੂ ਦੀ ਆਪਣੇ ਸਰੋਤਿਆਂ ਨਾਲ ਭਾਵਨਾਤਮਕ ਤੌਰ 'ਤੇ ਜੁੜਨ ਦੀ ਯੋਗਤਾ ਜ਼ੋਰਦਾਰ ਗੂੰਜਦੀ ਹੈ, ਜਿਸ ਨਾਲ ਇੱਕ ਆਕਰਸ਼ਕ ਮਾਹੌਲ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। ਭਾਸ਼ਣ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਅਧਿਆਪਨ ਭਾਈਚਾਰੇ ਨੂੰ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਵਾਲੇ ਮੁੱਦਿਆਂ ਨੂੰ ਛੂਹਦਾ ਹੈ, ਇਸਦੀ ਸਾਰਥਕਤਾ ਅਤੇ ਮਹੱਤਤਾ ਨੂੰ ਹੋਰ ਵਧਾਉਂਦਾ ਹੈ।",
    "previousbutton": "ਪਿਛਲਾ",
    "nextBtn": "ਅਗਲਾ",
    "termsUpdate":"ਆਖਰੀ ਅਪਡੇਟ",
    "termsDate":"ਨਵੰਬਰ 2023",
    "termsHeadingText":"ਸਾਡੀਆਂ ਖ਼ਬਰਾਂ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਇੱਕ ਸਹਿਜ ਯਾਤਰਾ ਸ਼ੁਰੂ ਕਰੋ, ਪਰ ਪਹਿਲਾਂ, ਸਾਡੀ ਭਾਈਵਾਲੀ ਨੂੰ ਆਕਾਰ ਦੇਣ ਵਾਲੇ ਜ਼ਰੂਰੀ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਤੋਂ ਜਾਣੂ ਹੋਵੋ। ਇਹ ਸਨੈਪਸ਼ਾਟ ਸਾਡੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੇ ਮੁੱਖ ਪਹਿਲੂਆਂ ਦੀ ਇੱਕ ਤੇਜ਼ ਝਲਕ ਪੇਸ਼ ਕਰਦਾ ਹੈ, ਇੱਕ ਸੁਮੇਲਤਾ ਭਰੀ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ। ਸੂਚਿਤ ਰਹੋ, ਸਾਡੇ ਪਲੇਟਫਾਰਮ 'ਤੇ ਖ਼ਬਰਾਂ ਦੀ ਧੜਕਣ ਨਾਲ ਜੁੜੇ ਰਹੋ!",
    "termsAcceptance":"ਸ਼ਰਤਾਂ ਦੀ ਸਵੀਕ੍ਰਿਤੀ",
    "termsAcceptanceContent":"ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ, ਧਿਆਨ ਨਾਲ ਪੜ੍ਹੋ ਅਤੇ ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਜਾਂ ਵਰਤਣ ਵੇਲੇ ਸਾਡੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋਵੋ।",
    "termsService":"ਸੇਵਾ ਵਰਣਨ",
    "termsServiceContent":"ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਖਬਰਾਂ ਦੇ ਸ਼ੌਕੀਨਾਂ ਲਈ ਤਿਆਰ ਕੀਤੀਆਂ ਵੈੱਬ-ਆਧਾਰਿਤ ਸੇਵਾਵਾਂ ਦੀ ਇੱਕ ਲੜੀ ਪੇਸ਼ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਸਮਾਚਾਰ ਸਟੋਰੇਜ, ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਡਿਲੀਵਰੀ, ਅਤੇ ਇੰਟਰਐਕਟਿਵ ਐਪਲੀਕੇਸ਼ਨ ਸ਼ਾਮਲ ਹਨ। ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਤੁਹਾਡੇ ਡਿਜੀਟਲ ਖਬਰਾਂ ਦੇ ਅਨੁਭਵ ਨੂੰ ਉੱਚਾ ਚੁੱਕਣ ਲਈ ਤਿਆਰ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ, ਜਾਣਕਾਰੀ ਤੱਕ ਸਹਿਜ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰਨ ਅਤੇ ਮੌਜੂਦਾ ਸਮਾਗਮਾਂ ਨਾਲ ਤੁਹਾਡੀ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ।",
    "termsUserResponsibilities":"ਉਪਭੋਗਤਾ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ",
    "termsUserResContent":"ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੇ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਗੁਪਤਤਾ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਸੌਂਪਿਆ ਗਿਆ ਹੈ ਕਿ ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਨਿਊਜ਼ ਨਾਲ ਉਨ੍ਹਾਂ ਦੀ ਸ਼ਮੂਲੀਅਤ ਸਬੰਧਤ ਕਾਨੂੰਨਾਂ ਅਤੇ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੀ ਹੈ। ਸਾਡੀਆਂ ਖ਼ਬਰਾਂ ਸੇਵਾਵਾਂ ਦੀ ਇਕਸਾਰਤਾ ਨੂੰ ਬਣਾਈ ਰੱਖਣ ਲਈ ਅਣਅਧਿਕਾਰਤ ਵਰਤੋਂ ਦੀ ਸਖ਼ਤ ਮਨਾਹੀ ਹੈ।",
    "termsDataAndSecurity":"ਡਾਟਾ ਸੁਰੱਖਿਆ ਅਤੇ ਗੋਪਨੀਯਤਾ",
    "termsDataAndSecurityContent":"ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੂੰ ਤਰਜੀਹ ਦਿੰਦੇ ਹਾਂ। ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਉਦਯੋਗ-ਮਿਆਰੀ ਉਪਾਅ ਕਰਦਾ ਹੈ। ਹਾਲਾਂਕਿ, ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਡੇਟਾ ਸੁਰੱਖਿਆ ਅਤੇ ਗੋਪਨੀਯਤਾ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਉਨ੍ਹਾਂ ਦੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਤੋਂ ਜਾਣੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "termsPayments":"ਭੁਗਤਾਨ ਅਤੇ ਬਿਲਿੰਗ",
    "termsPaymentsContent":"ਜੇਕਰ ਤੁਸੀਂ ਪ੍ਰੀਮੀਅਮ ਸੇਵਾਵਾਂ ਦੀ ਗਾਹਕੀ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਨਿਰਧਾਰਤ ਫੀਸਾਂ ਦਾ ਸਮੇਂ ਸਿਰ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨੋਟਿਸ ਦੇ ਕੇ ਕੀਮਤਾਂ ਅਤੇ ਭੁਗਤਾਨ ਸ਼ਰਤਾਂ ਨੂੰ ਸੋਧਣ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦਾ ਹੈ।",
    "termsTermination":"ਸੇਵਾਵਾਂ ਦੀ ਸਮਾਪਤੀ",
    "termsTerminationContent":"ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਸਾਡੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗਤਾਵਾਂ ਦੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਮੁਅੱਤਲ ਜਾਂ ਸਮਾਪਤ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦਾ ਹੈ। ਲਾਗੂ ਰੱਦ ਕਰਨ ਦੀਆਂ ਨੀਤੀਆਂ ਦੇ ਅਧੀਨ, ਉਪਭੋਗਤਾ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਖਾਤੇ ਬੰਦ ਕਰ ਸਕਦੇ ਹਨ।",
    "termsIP":"ਬੌਧਿਕ ਸੰਪੱਤੀ",
    "termsIPContent":"ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਸਾਰੀ ਸਮੱਗਰੀ ਅਤੇ ਸਮੱਗਰੀ ਬੌਧਿਕ ਸੰਪਤੀ ਕਾਨੂੰਨਾਂ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਹਨ। ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਉਦੇਸ਼ ਲਈ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇੱਕ ਸੀਮਤ, ਗੈਰ-ਨਿਵੇਕਲਾ ਲਾਇਸੈਂਸ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।",
    "termsChanges":"ਸ਼ਰਤਾਂ ਵਿੱਚ ਬਦਲਾਅ",
    "termsChangesContent":"ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਇਹਨਾਂ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨੂੰ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਅੱਪਡੇਟ ਕਰ ਸਕਦਾ ਹੈ। ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਭੌਤਿਕ ਤਬਦੀਲੀਆਂ ਬਾਰੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਨਿਰੰਤਰ ਵਰਤੋਂ ਦਾ ਮਤਲਬ ਸੋਧੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਹੈ।",
    "privacyHeadingText":"ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ 'ਤੇ, ਅਸੀਂ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਕਦਰ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰੀ ਨਾਲ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ। ਇਹ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੱਸਦੀ ਹੈ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਂਦੇ ਹੋ ਜਾਂ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਵੇਂ ਇਕੱਠਾ ਕਰਦੇ ਹਾਂ, ਵਰਤਦੇ ਹਾਂ, ਪ੍ਰਗਟ ਕਰਦੇ ਹਾਂ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕਰਦੇ ਹਾਂ।",
    "privacyInformation":"ਜਾਣਕਾਰੀ ਅਸੀਂ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ",
    "privacyPersonalInformation":"ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ",
    "privacyPersonalInformationContent":"ਜਦੋਂ ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਨਾਲ ਗੱਲਬਾਤ ਕਰਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਖਾਸ ਜਾਣਕਾਰੀ ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਨਾਮ, ਪਤਾ ਅਤੇ ਸੰਪਰਕ ਵੇਰਵਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰ ਸਕਦੇ ਹਾਂ, ਖਾਸ ਕਰਕੇ ਜਦੋਂ ਤੁਸੀਂ ਇਸਨੂੰ ਫਾਰਮਾਂ ਰਾਹੀਂ ਖੁੱਲ੍ਹ ਕੇ ਦਿੰਦੇ ਹੋ।",
    "privacyUsageInfo":"ਵਰਤੋਂ ਜਾਣਕਾਰੀ",
    "privacyUsageInfoContent":"ਅਸੀਂ ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦੇ ਨਾਲ ਤੁਹਾਡੇ ਵਪਾਰ ਬਾਰੇ ਆਪਣੇ ਆਪ ਹੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਲਈ ਦੌੜਾਕਾਂ ਦਾ ਦੌਰਾ ਕੀਤਾ ਗਿਆ, ਸਮਾਂ ਬਿਤਾਇਆ ਗਿਆ ਅਤੇ ਹੋਰ ਵਿਸ਼ਲੇਸ਼ਣ ਡੇਟਾ ਸ਼ਾਮਲ ਹੈ।",
    "privacyUseOfInfo":"ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ",
    "privacyService":"ਸੇਵਾ ਡਿਲੀਵਰੀ",
    "privacyServiceContent":"ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਪ੍ਰਦਾਨ ਕਰਨ, ਸੁਧਾਰ ਕਰਨ ਅਤੇ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ, ਪੁੱਛਗਿੱਛਾਂ ਦਾ ਜਵਾਬ ਦੇਣ, ਅਤੇ ਗਾਹਕ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਕਰਦੇ ਹਾਂ।",
    "privacyComm":"ਸੰਚਾਰ",
    "privacyCommContent":"ਅਸੀਂ ਮਹੱਤਵਪੂਰਨ ਅੱਪਡੇਟ, ਨਿਊਜ਼ਲੈਟਰ ਅਤੇ ਪ੍ਰਚਾਰ ਸਮੱਗਰੀ ਭੇਜਣ ਲਈ ਤੁਹਾਡੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਾਂ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪ੍ਰਚਾਰ ਸੰਬੰਧੀ ਡਿਸਪੈਚਾਂ ਤੋਂ ਔਪਟ-ਆਊਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "privacyInfoSharing":"ਜਾਣਕਾਰੀ ਸ਼ੇਅਰਿੰਗ",
    "privacySreviceProvider":"ਸੇਵਾ ਪ੍ਰਦਾਤਾ",
    "privacySreviceProviderContent":"ਗੁਪਤਤਾ ਸਮਝੌਤਿਆਂ ਦੇ ਅਧੀਨ, ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਅਸੀਂ ਭਰੋਸੇਯੋਗ ਤੀਜੀ-ਧਿਰ ਦੇ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਨਾਲ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "privacyLegalCompliance":"ਕਾਨੂੰਨੀ ਪਾਲਣਾ",
    "privacyLegalComplianceContent":"ਅਸੀਂ ਲਾਗੂ ਕਾਨੂੰਨਾਂ, ਨਿਯਮਾਂ ਜਾਂ ਕਾਨੂੰਨੀ ਪ੍ਰਕਿਰਿਆ ਦੇ ਅਨੁਸਾਰ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "privacySecurity":"ਸੁਰੱਖਿਆ",
    "privacySecurityContent":"ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ, ਐਕਸਪੋਜ਼ਰ, ਸੰਸ਼ੋਧਨ, ਅਤੇ ਤਬਾਹੀ ਤੋਂ ਕਵਰ ਕਰਨ ਲਈ ਉਚਿਤ ਸੁਰੱਖਿਆ ਉਪਾਅ ਵਰਤਦੇ ਹਾਂ।",
    "privacyCookies":"ਕੂਕੀਜ਼",
    "privacyCookiesContent":"ਅਸੀਂ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਲਈ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਬ੍ਰਾਊਜ਼ਰ ਸੈਟਿੰਗਾਂ ਰਾਹੀਂ ਕੂਕੀ ਤਰਜੀਹਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹੋ।",
    "privacyChoices":"ਤੁਹਾਡੀਆਂ ਚੋਣਾਂ",
    "privacyChoicesContent1":"ਤੁਹਾਨੂੰ ਆਪਣੀ ਵਿਸ਼ੇਸ਼ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰਨ, ਅੱਪਡੇਟ ਕਰਨ ਜਾਂ ਰੱਦ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਹੈ। 'ਤੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ",
    "privacyChoicesContent2":"ਸਹਾਇਤਾ ਲਈ.",
    "privacyChanges":"ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਬਦਲਾਅ",
    "privacyChangesContent":"ਅਸੀਂ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਅਪਡੇਟ ਕਰ ਸਕਦੇ ਹਾਂ। ਕੋਈ ਵੀ ਬਦਲਾਅ ਅੱਪਡੇਟ ਕੀਤੀ ਮਿਤੀ ਦੇ ਨਾਲ ਇਸ ਦੌੜਾਕ 'ਤੇ ਪੋਸਟ ਕੀਤਾ ਜਾਵੇਗਾ.",
    "privacyContact":"ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "privacyConcern":"ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਜਾਂ ਚਿੰਤਾਵਾਂ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ",
    "privacyEnd":"ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਸਾਡੀ ਤਰਜੀਹ ਹੈ।",
    "aboutContent":"ਪੰਜਾਬੀ ਡਾਇਸਪੋਰਾ ਦੁਨੀਆਂ ਦੇ ਕੋਨੇ-ਕੋਨੇ ਵਿੱਚ ਫੈਲਿਆ ਹੋਇਆ ਹੈ। ਭਾਰਤ ਵਿੱਚ, ਪੰਜਾਬੀ ਬੋਲਣ ਵਾਲੇ ਜ਼ਿਆਦਾਤਰ ਉੱਤਰੀ ਭਾਰਤੀ ਰਾਜ ਪੰਜਾਬ ਵਿੱਚ ਵਸੇ ਹੋਏ ਹਨ, ਹਰਿਆਣਾ, ਰਾਜਸਥਾਨ, ਉੱਤਰਾਖੰਡ, ਉੱਤਰ ਪ੍ਰਦੇਸ਼, ਦਿੱਲੀ ਅਤੇ ਕੇਂਦਰ ਸ਼ਾਸਤ ਪ੍ਰਦੇਸ਼ ਚੰਡੀਗੜ੍ਹ ਅਤੇ ਜੰਮੂ ਅਤੇ ਕਸ਼ਮੀਰ ਵਿੱਚ ਵੱਡੀ ਮੌਜੂਦਗੀ ਦੇ ਨਾਲ। ਪਾਕਿਸਤਾਨ ਵਿੱਚ, ਪੰਜਾਬੀ ਬੋਲਣ ਵਾਲੇ ਮੁੱਖ ਤੌਰ 'ਤੇ ਪੰਜਾਬ ਰਾਜ ਵਿੱਚ ਆਬਾਦ ਹਨ। ਕੈਨੇਡਾ, ਅਮਰੀਕਾ, ਯੂ.ਕੇ., ਇਟਲੀ, ਆਸਟ੍ਰੇਲੀਆ ਅਤੇ ਨਿਊਜ਼ੀਲੈਂਡ ਵਿੱਚ ਪੰਜਾਬੀ ਡਾਇਸਪੋਰਾ ਦੀ ਵੱਡੀ ਮੌਜੂਦਗੀ ਦਿਖਾਈ ਦੇ ਰਹੀ ਹੈ। ਪੰਜਾਬੀ ਭਾਈਚਾਰੇ ਨੂੰ ਭਾਸ਼ਾ ਅਤੇ ਸੱਭਿਆਚਾਰ ਰਾਹੀਂ ਆਪਣੀਆਂ ਪੰਜਾਬੀ ਜੜ੍ਹਾਂ ਨਾਲ ਜੋੜੀ ਰੱਖਣ ਦੇ ਨਾਲ-ਨਾਲ ਨੌਜਵਾਨ ਪੀੜ੍ਹੀ ਨੂੰ ਪੰਜਾਬ ਦੇ ਜੀਵੰਤ ਸੱਭਿਆਚਾਰ ਨਾਲ ਜੋੜਨ ਲਈ ਸੇਵਾ ਕਰਨ ਦੀ ਲੋੜ ਮਹਿਸੂਸ ਕੀਤੀ ਗਈ। ਇਸ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹੋਏ ਅਤੇ ਪੰਜਾਬੀ ਭਾਸ਼ਾ ਬੋਲਣ ਵਾਲਿਆਂ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹੋਏ, ਇੱਕ ਪੰਜਾਬੀ ਨਿਊਜ਼ ਚੈਨਲ ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਸਾਲ 2023 ਵਿੱਚ ਲਾਂਚ ਕੀਤਾ ਗਿਆ ਸੀ। ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਸਨਸਨੀਖੇਜ਼ ਹੋਣ ਦੇ ਨਾਲ-ਨਾਲ ਵੱਖੋ-ਵੱਖਰੇ ਕੰਮ ਕਰਕੇ ਸੰਤੁਲਿਤ, ਨਿਰਪੱਖ ਅਤੇ ਸਹੀ ਖ਼ਬਰਾਂ ਦੇਣ ਦੀ ਆਪਣੀ ਜ਼ਿੰਮੇਵਾਰੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਨਿਭਾ ਰਿਹਾ ਹੈ। ਵਿਚਾਰ ਦੇ ਰੰਗ. ਵੱਖ-ਵੱਖ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪਲੇਟਫਾਰਮਾਂ (ਜਿਵੇਂ ਕਿ ਯੂਟਿਊਬ, ਫੇਸਬੁੱਕ, ਇੰਸਟਾਗ੍ਰਾਮ, ਟਵਿੱਟਰ ਆਦਿ) ਦੇ ਰੂਪ ਵਿੱਚ ਇਸਦਾ ਵੈੱਬ ਫੁੱਟਪ੍ਰਿੰਟ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਉਪਲਬਧ ਹੈ। ਸਾਡੀ ਮੀਡੀਆ ਟੀਮ ਵਿੱਚ ਪੱਤਰਕਾਰ, ਕੈਮਰਾਮੈਨ, ਟੈਕਨੀਸ਼ੀਅਨ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ ਤਾਂ ਜੋ ਸਾਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਨਾਲ ਚਿਪਕਾਇਆ ਜਾ ਸਕੇ। ਸਾਡੀ ਇਨ-ਹਾਊਸ ਮੀਡੀਆ ਟੀਮ ਸਾਡੇ ਸਟੂਡੀਓਜ਼ ਵਿੱਚ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਸਿਹਤ, ਯੁਵਾ ਮੁੱਦਿਆਂ, ਸਿਨੇਮਾ, ਕਲਾ ਅਤੇ ਸੱਭਿਆਚਾਰ, ਫਲੈਗਸ਼ਿਪ ਸਕੀਮਾਂ, ਫਿਰਕੂ ਸਦਭਾਵਨਾ, ਰੁਜ਼ਗਾਰ ਦੇ ਮੌਕੇ, ਅੰਤਰਰਾਸ਼ਟਰੀ ਸਮਾਗਮਾਂ, ਮਾਰਕੀਟ ਵਿਕਾਸ ਆਦਿ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਸ਼ੋਅ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ। ਮਾਈਪੰਜਾਬੀ ਟੀਵੀ ਵਰਤਮਾਨ ਵਿੱਚ ਪੰਜਾਬੀ ਭਾਸ਼ਾ ਵਿੱਚ ਖ਼ਬਰਾਂ ਦੀ ਸਮੱਗਰੀ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ। ਅਸੀਂ ਹਿੰਦੀ ਬੋਲਣ ਵਾਲਿਆਂ ਲਈ MyHindi TV ਲਾਂਚ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਹਾਂ।",
    "socialFB":"ਫੇਸਬੁੱਕ",
    "socialIG":"ਇੰਸਟਾਗ੍ਰਾਮ",
    "socialYT":"ਯੂਟਿਊਬ",
    "socialX":"ਟਵਿੱਟਰ",
    "toastifySuccess":"ਸੁਨੇਹਾ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ ਗਿਆ!",
    "thankyou": "ਤੁਹਾਡਾ ਧੰਨਵਾਦ",
    "thankYouLine1":"ਤੁਹਾਡਾ ਫਾਰਮ ਸਫਲਤਾਪੂਰਵਕ ਸਪੁਰਦ ਕੀਤਾ ਗਿਆ ਹੈ!",
    "thankYouLine2":"ਸਾਡੀ ਟੀਮ ਦੇ ਕਿਸੇ ਮੈਂਬਰ ਦੁਆਰਾ ਤੁਹਾਡੇ ਨਾਲ ਜਲਦੀ ਹੀ ਸੰਪਰਕ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "investorInfo":"ਇਨਵਰਸਟਰ ਜਾਣਕਾਰੀ",
    "investorInfoContent":"ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ",
    "investorHeading2":"ਮੇਰੇ ਪੰਜਾਬੀ ਵਿੱਚ ਨਿਵੇਸ਼ ਕਿਉਂ?",
    "investorHeading2.1":"ਮਾਰਕੀਟ ਸੰਭਾਵੀ",
    "investorContent2.1":"ਖੇਤਰੀ ਸਮੱਗਰੀ ਦੀ ਖਪਤ ਬਾਰੇ ਅੰਕੜੇ ਪੰਜਾਬੀ ਮੀਡੀਆ ਮਾਰਕੀਟ ਵਿੱਚ ਵਿਕਾਸ ਦੀ ਸੰਭਾਵਨਾ",
    "investorHeading2.2":"ਵਿਲੱਖਣ ਮੁੱਲ ਪ੍ਰਸਤਾਵ",
    "investorContent2.2":"ਪੰਜਾਬੀ ਸੱਭਿਆਚਾਰ ਅਤੇ ਭਾਸ਼ਾ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਫੋਕਸ ਦਰਸ਼ਕਾਂ ਦੀ ਮਜ਼ਬੂਤ ​​ਸ਼ਮੂਲੀਅਤ ਅਤੇ ਭਾਈਚਾਰਕ ਸਹਿਯੋਗ",
    "investorHeading3":"ਨਿਵੇਸ਼ ਦੇ ਮੌਕੇ",
    "investorHeading3.1":"ਸਮੱਗਰੀ ਰਚਨਾ",
    "investorContent3.1":"ਪੰਜਾਬੀ ਕਲਾਕਾਰਾਂ ਅਤੇ ਸਿਰਜਣਹਾਰਾਂ ਨਾਲ ਨਵੇਂ ਸ਼ੋਆਂ, ਫ਼ਿਲਮਾਂ ਅਤੇ ਦਸਤਾਵੇਜ਼ੀ ਫ਼ਿਲਮਾਂ ਲਈ ਫੰਡਿੰਗ",
    "investorHeading3.2":"ਤਕਨੀਕੀ ਤਰੱਕੀ",
    "investorContent3.2":"ਪੰਜਾਬੀ ਸੱਭਿਆਚਾਰ ਅਤੇ ਭਾਸ਼ਾ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਫੋਕਸ ਦਰਸ਼ਕਾਂ ਦੀ ਮਜ਼ਬੂਤ ​​ਸ਼ਮੂਲੀਅਤ ਅਤੇ ਭਾਈਚਾਰਕ ਸਹਿਯੋਗ",
    "investorHeading3.3":"ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਆਊਟਰੀਚ",
    "investorContent3.3":"ਮਾਰਕੀਟਿੰਗ ਮੁਹਿੰਮਾਂ ਰਾਹੀਂ ਦਰਸ਼ਕਾਂ ਦੀ ਪਹੁੰਚ ਨੂੰ ਵਧਾਉਣਾ ਬ੍ਰਾਂਡਾਂ ਨਾਲ ਸਾਂਝੇਦਾਰੀ ਦੇ ਮੌਕੇ..",
    "investorHeading4":"ਵਿੱਤੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
    "investorContent4":"ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ",
    "investorHeading5":"ਨਿਵੇਸ਼ ਕਿਵੇਂ ਕਰਨਾ ਹੈ",
    "investorContent5":"ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ ਮੇਰੀ ਪੰਜਾਬੀ ਦੀ ਸੰਖੇਪ ਜਾਣ-ਪਛਾਣ ਅਤੇ ਇਸਦੇ ਮਿਸ਼ਨ ਖੇਤਰੀ ਸਮੱਗਰੀ ਅਤੇ ਮੀਡੀਆ ਵਿੱਚ ਨਿਵੇਸ਼ ਦੀ ਮਹੱਤਤਾ",
    "advertiseHeading1":"ਮਾਈ ਪੰਜਾਬੀ ਟੀਵੀ ਨਿਊਜ਼ ਨਾਲ ਇਸ਼ਤਿਹਾਰ ਦਿਓ",
    "advertiseContent1":"ਸਾਡੇ ਵਿਗਿਆਪਨ ਹੱਲਾਂ ਰਾਹੀਂ ਆਪਣੇ ਬ੍ਰਾਂਡ ਨਾਲ ਲੱਖਾਂ ਪੰਜਾਬੀ ਦਰਸ਼ਕਾਂ ਤੱਕ ਪਹੁੰਚੋ। ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਵੱਖ-ਵੱਖ ਵਿਗਿਆਪਨ ਵਿਕਲਪ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ। ਸਾਡੇ ਵਿਗਿਆਪਨ ਹੱਲਾਂ ਰਾਹੀਂ ਆਪਣੇ ਬ੍ਰਾਂਡ ਨਾਲ ਲੱਖਾਂ ਪੰਜਾਬੀ ਦਰਸ਼ਕਾਂ ਤੱਕ ਪਹੁੰਚੋ। ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਵੱਖ-ਵੱਖ ਵਿਗਿਆਪਨ ਵਿਕਲਪ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ। ਸਾਡੇ ਵਿਗਿਆਪਨ ਹੱਲਾਂ ਰਾਹੀਂ ਆਪਣੇ ਬ੍ਰਾਂਡ ਨਾਲ ਲੱਖਾਂ ਪੰਜਾਬੀ ਦਰਸ਼ਕਾਂ ਤੱਕ ਪਹੁੰਚੋ। ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਵੱਖ-ਵੱਖ ਵਿਗਿਆਪਨ ਵਿਕਲਪ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ।",
    "advertiseHeading2":"ਸਾਡੇ ਨਾਲ ਇਸ਼ਤਿਹਾਰ ਕਿਉਂ ਦਿਓ",
    "advertiseContent2.1":"ਪੰਜਾਬੀ ਬੋਲਣ ਵਾਲੇ ਸਰੋਤਿਆਂ ਵਿੱਚ ਵਿਆਪਕ ਪਹੁੰਚ",
    "advertiseContent2.2":"ਉੱਚ ਦਰਸ਼ਕ ਅਤੇ ਸ਼ਮੂਲੀਅਤ",
    "advertiseContent2.3":"ਲਚਕਦਾਰ ਵਿਗਿਆਪਨ ਪੈਕੇਜ",
    "advertiseContent2.4":"ਤੁਹਾਡੇ ਬ੍ਰਾਂਡ ਲਈ ਅਨੁਕੂਲਿਤ ਹੱਲ",
    "advertiseHeading3":"ਡਿਜੀਟਲ ਵਿਗਿਆਪਨ ਅਤੇ ਹੱਲ"

    

}
